
function Services() {

  return (
    <>
      <div className="min-h-screen bg-gray-100 pr-28 pl-28">
        <div className="container mx-auto flex flex-col md:flex-row items-center justify-between mt-8 p-4">
          <div className="mt-6 md:mt-0 md:w-1/2 flex justify-center">
            <img
              src="/images/order1.png"
              alt="سفارش آنلاین"
              className="max-w-xs md:max-w-md"
            />
          </div>

          <div className="text-right md:w-1/2 pt-5 pb-5 px-8">
            <h2 className="text-2xl font-bold text-gray-800 mb-4">
            سفارش آنلاین
            </h2>
            <p className='text-justify leading-relaxed text-gray-600'>
              لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
            </p>
          </div>
        </div>

        <div className="container mx-auto flex flex-col md:flex-row items-center justify-between mt-8 p-4">
          <div className="text-right md:w-1/2 pt-5 pb-5 px-8">
            <h2 className="text-2xl font-bold text-gray-800 mb-4">
              تحویل سفارش تا درب منزل
            </h2>
            <p className='text-justify leading-relaxed text-gray-600'>
              لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
            </p>
          </div>

          <div className="mt-6 md:mt-0 md:w-1/2 flex justify-center">
            <img
              src="/images/order2.png"
              alt="تحویل سفارش تا درب منزل"
              className="max-w-xs md:max-w-md"
            />
          </div>
        </div>

        <div className="container mx-auto flex flex-col md:flex-row items-center justify-between mt-8 p-4">
          <div className="mt-6 md:mt-0 md:w-1/2 flex justify-center">
            <img
              src="/images/order3.png"
              alt="پشتیبانی نامحدود"
              className="max-w-xs md:max-w-md"
            />
          </div>

          <div className="text-right md:w-1/2 pt-5 pb-5 px-8">
            <h2 className="text-2xl font-bold text-gray-800 mb-4">
              پشتیبانی نامحدود
            </h2>
            <p className='text-justify leading-relaxed text-gray-600'>
              لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
            </p>
          </div>
        </div>
      </div>
    </>
  )
}

export default Services;